export default function sayHello() {
  console.log(
    "%c██   ██ ███████ ██      ██       ██████      ██████  ███████ ██    ██ ███████ ██       ██████  ██████  ███████ ██████  ██\n" +
      "%c██   ██ ██      ██      ██      ██    ██     ██   ██ ██      ██    ██ ██      ██      ██    ██ ██   ██ ██      ██   ██ ██\n" +
      "%c███████ █████   ██      ██      ██    ██     ██   ██ █████   ██    ██ █████   ██      ██    ██ ██████  █████   ██████  ██\n" +
      "%c██   ██ ██      ██      ██      ██    ██     ██   ██ ██       ██  ██  ██      ██      ██    ██ ██      ██      ██   ██   \n" +
      "%c██   ██ ███████ ███████ ███████  ██████      ██████  ███████   ████   ███████ ███████  ██████  ██      ███████ ██   ██ ██",
    "color: #ab995c;",
    "color: #bd894a;",
    "color: #bd824a;",
    "color: #bd7a4a;",
    "color: #bd6b4a;"
  );

  console.log(
    "%cLooks like you are interested in the code 👀\nHere is the repo to fulfill your curiosity " +
      "%chttps://github.com/itishprasad30/itishprasad.in\n\n" +
      "%cDon't forget to give it a star! 🌟",
    "font-family: Inter, sans-serif; font-size: 1.2rem; font-weight: 500;",
    "font-family: Inter, sans-serif; font-size: 1.2rem; font-weight: 500; color: #4ee5ae;",
    "font-family: Inter, sans-serif; font-size: 1.2rem; font-weight: 500;"
  );
}
